Repository: muhammadahmad665/Localization-Converter
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_es, fil, fr, hi, id, it, ja, ko, nl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hk

source: AI Model
de: KI-Modell
es_es: Modelo de IA
fil: Modelo ng AI
fr: Modèle d'IA
hi: एआई मॉडल
id: Model AI
it: Modello di intelligenza artificiale
ja: AIモデル
ko: AI 모델
pt_br: Modelo de IA
ru: Модель ИИ
sv: AI-modell
th: โมเดลเอไอ
tr: Yapay Zeka Modeli
vi: Mô hình AI
zh_hans: 人工智能模型
zh_hk: 人工智慧模型

source: All Profiles
de: Alle Profile
es_es: Todos los perfiles
fil: Lahat ng Profile
fr: Tous les profils
hi: सभी प्रोफाइल
id: Semua Profil
it: Tutti i profili
ja: すべてのプロファイル
ko: 모든 프로필
nl: Alle profielen
pt_br: Todos os perfis
ru: Все профили
sv: Alla profiler
th: โปรไฟล์ทั้งหมด
tr: Tüm Profiller
vi: Tất cả hồ sơ
zh_hans: 所有配置文件
zh_hk: 所有設定檔

source: Are you sure you want to delete this item?
de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es_es: ¿Está seguro de que desea eliminar este elemento?
fil: Sigurado ka bang gusto mong tanggalin ang item na ito?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
hi: क्या आप सुनिश्चित रूप से इस आइटम को मिटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus item ini?
it: Sei sicuro di voler eliminare questo elemento?
ja: この項目を削除してもよろしいですか?
ko: 이 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u dit item wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este item?
ru: Вы уверены, что хотите удалить этот элемент?
sv: Är du säker på att du vill ta bort det här objektet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
tr: Bu öğeyi silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa mục này?
zh_hans: 您确定要删除该项目吗？
zh_hk: 您確定要刪除該項目嗎？

source: Cancel
de: Stornieren
es_es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Cancellare
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avboka
th: ยกเลิก
tr: İptal etmek
vi: Hủy bỏ
zh_hans: 取消
zh_hk: 取消

source: Cover Letter
de: Motivationsschreiben
es_es: Carta de presentación
fr: Lettre de motivation
hi: कवर लेटर
id: Surat Pengantar
it: Lettera di presentazione
ja: カバーレター
ko: 자기 소개서
nl: Sollicitatiebrief
pt_br: Carta de apresentação
ru: Сопроводительное письмо
sv: Följebrev
th: จดหมายปะหน้า
tr: Ön yazı
vi: Thư xin việc
zh_hans: 求职信
zh_hk: 求職信

source: Create Professional Cover Letters in Seconds
de: Erstellen Sie in Sekundenschnelle professionelle Anschreiben
es_es: Cree cartas de presentación profesionales en segundos
fil: Gumawa ng Mga Propesyonal na Cover Letter sa Ilang Segundo
fr: Créez des lettres de motivation professionnelles en quelques secondes
hi: सेकंडों में व्यावसायिक कवर लेटर बनाएं
id: Buat Surat Pengantar Profesional dalam Hitungan Detik
it: Crea lettere di accompagnamento professionali in pochi secondi
ja: プロフェッショナルなカバーレターを数秒で作成
ko: 단 몇 초 만에 전문적인 커버레터 작성
nl: Creëer binnen enkele seconden professionele sollicitatiebrieven
pt_br: Crie cartas de apresentação profissionais em segundos
ru: Создавайте профессиональные сопроводительные письма за считанные секунды
sv: Skapa professionella följebrev på några sekunder
th: สร้างจดหมายสมัครงานแบบมืออาชีพในไม่กี่วินาที
tr: Saniyeler İçinde Profesyonel Kapak Mektupları Oluşturun
vi: Tạo thư xin việc chuyên nghiệp trong vài giây
zh_hans: 在几秒钟内创建专业的求职信
zh_hk: 在幾秒鐘內創建專業的求職信

source: Create personalized cover letters with just a few clicks. Get started now!
de: Erstellen Sie mit nur wenigen Klicks personalisierte Anschreiben. Legen Sie jetzt los!
es_es: Crea cartas de presentación personalizadas con solo unos pocos clics. ¡Empiece ahora!
fil: Gumawa ng mga personalized na cover letter sa ilang pag-click lang. Magsimula na ngayon!
fr: Créez des lettres de motivation personnalisées en quelques clics. Commencez maintenant !
hi: बस कुछ ही क्लिक के साथ वैयक्तिकृत कवर लेटर बनाएं। अब शुरू हो जाओ!
id: Buat surat pengantar yang dipersonalisasi hanya dengan beberapa klik. Mulailah sekarang!
it: Crea lettere di accompagnamento personalizzate con pochi clic. Inizia ora!
ja: 数回クリックするだけで、パーソナライズされたカバーレターを作成できます。今すぐ始めましょう！
ko: 단 몇 번의 클릭만으로 나만의 자기소개서를 만들어보세요. 지금 시작하세요!
nl: Creëer gepersonaliseerde sollicitatiebrieven met slechts een paar klikken. Ga nu aan de slag!
pt_br: Crie cartas de apresentação personalizadas com apenas alguns cliques. Comece agora!
ru: Создавайте персонализированные сопроводительные письма всего за несколько кликов. Начните прямо сейчас!
sv: Skapa personliga följebrev med bara några få klick. Kom igång nu!
th: สร้างจดหมายปะหน้าส่วนบุคคลด้วยการคลิกเพียงไม่กี่ครั้ง เริ่มต้นทันที!
tr: Yalnızca birkaç tıklamayla kişiselleştirilmiş kapak mektupları oluşturun. Şimdi başlayın!
vi: Tạo thư xin việc được cá nhân hóa chỉ bằng vài cú nhấp chuột. Bắt đầu ngay bây giờ!
zh_hans: 只需点击几下即可创建个性化求职信。现在就开始吧！
zh_hk: 只需點擊幾下即可建立個人化求職信。現在就開始吧！

source: Delete
de: Löschen
es_es: Borrar
fil: Tanggalin
fr: Supprimer
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
tr: Silmek
vi: Xóa bỏ
zh_hans: 删除
zh_hk: 刪除

source: Explore
de: Erkunden
es_es: Explorar
fil: Galugarin
fr: Explorer
hi: अन्वेषण करना
id: Mengeksplorasi
it: Esplorare
ja: 探検する
ko: 탐구하다
nl: Ontdekken
pt_br: Explorar
ru: Исследовать
sv: Utforska
th: สำรวจ
tr: Keşfetmek
vi: Khám phá
zh_hans: 探索
zh_hk: 探索

source: FINALLY
de: ENDLICH
es_es: FINALMENTE
fil: SA WAKAS
fr: ENFIN
hi: अंत में
id: AKHIRNYA
it: FINALMENTE
ja: ついに
ko: 마지막으로
nl: EINDELIJK
pt_br: FINALMENTE
ru: ОКОНЧАТЕЛЬНО
sv: SLUTLIGEN
th: ในที่สุด
tr: NİHAYET
vi: CUỐI CÙNG
zh_hans: 最后
zh_hk: 最後

source: Get Started
de: Legen Sie los
es_es: Empezar
fil: Magsimula
fr: Commencer
hi: शुरू हो जाओ
id: Memulai
it: Inizia
ja: 始めましょう
ko: 시작하기
nl: Aan de slag
pt_br: Comece
ru: Начать
sv: Kom igång
th: เริ่มต้นเลย
tr: Başlayın
vi: Bắt đầu
zh_hans: 开始使用
zh_hk: 開始使用

source: Key
de: Schlüssel
es_es: Llave
fil: Susi
fr: Clé
hi: चाबी
id: Kunci
it: Chiave
ja: 鍵
ko: 열쇠
nl: Sleutel
pt_br: Chave
ru: Ключ
sv: Nyckel
th: สำคัญ
tr: Anahtar
vi: Chìa khóa
zh_hans: 钥匙
zh_hk: 鑰匙

source: Language
de: Sprache
es_es: Idioma
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Linguagem
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hk: 語言

source: Others
de: Andere
es_es: Otros
fil: Ang iba
fr: Autres
hi: अन्य
id: Yang lain
it: Altri
ja: その他
ko: 기타
nl: Anderen
pt_br: Outros
ru: Другие
sv: Andra
th: คนอื่น
tr: Diğerleri
vi: Người khác
zh_hans: 其他的
zh_hk: 其他的

source: Profile
de: Profil
es_es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 윤곽
nl: Profiel
pt_br: Perfil
ru: Профиль
sv: Profil
th: ประวัติโดยย่อ
tr: Profil
vi: Hồ sơ
zh_hans: 轮廓
zh_hk: 輪廓

source: Profiles
de: Profile
es_es: Perfiles
fil: Mga profile
fr: Profils
hi: प्रोफाइल
id: Profil
it: Profili
ja: プロフィール
ko: 프로필
nl: Profielen
pt_br: Perfis
ru: Профили
sv: Profiler
th: โปรไฟล์
tr: Profiller
vi: Hồ sơ
zh_hans: 型材
zh_hk: 型材

source: Sign up
de: Melden Sie sich an
es_es: Inscribirse
fil: Mag-sign up
fr: S'inscrire
hi: साइन अप करें
id: Mendaftar
it: Iscrizione
ja: サインアップ
ko: 가입
nl: Schrijf je in
pt_br: Inscrever-se
ru: Зарегистрироваться
sv: Anmäl dig
th: ลงทะเบียน
tr: Üye olmak
vi: Đăng ký
zh_hans: 报名
zh_hk: 報名
